Should the additional load (if set) be included in demand load calculations.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public bool IncludeAdditionalLoad { get; set; }
  Visual Basic
Public Property IncludeAdditionalLoad As Boolean
	Get
	Set
  Visual C++
public:
property bool IncludeAdditionalLoad {
	bool get ();
	void set (bool value);
}
 See Also
  ElectricalDemandFactorDefinition Class
  Autodesk.Revit.DB.Electrical Namespace